Repository: openstack/trove
Catalog: trove/locale/*/LC_MESSAGES/trove-log-info.po
Languages: fr

source: Creating a database instance for tenant '%s'
fr: Création d'une instance de base de données pour le tenant '%s'

source: Deleting database instance '%(instance_id)s' for tenant '%(tenant_id)s'
fr: Suppression de l'instance de base de données '%(instance_id)s' pour le tenant '%(tenant_id)s'

source: Detaching instance %s from its replication source.
fr: Instance %s en cours de détachement de sa source de réplication.

source: Editing instance for tenant id %s.
fr: Édition de l'instance for tenant_id %s.

source: Ejecting replica source %s from it's replication set.
fr: Éviction du source replica %s de son jeu de réplication

source: Getting default configuration for instance %s
fr: Récupération de la configuration par défaut pour l'instance %s

source: Listing backups for instance '%s'
fr: Listing en cours des sauvegardes pour l'instance '%s'

source: Listing database instances for tenant '%s'
fr: Listing en cours des instances de bases de données pour le locataire '%s'

source: Migrating instance id = %(instance_id)s to host = %(host)s.
fr: Migration de l'instance id = %(instance_id)s vers le host = %(host)s.

source: Performing %(action_name)s action against instance %(instance_id)s for tenant '%(tenant_id)s'
fr: Action %(action_name)s en cours sur l'instance %(instance_id)s pour le tenant '%(tenant_id)s'

source: Promoting instance %s to replication source.
fr: Promotion de l'instance %s en source de réplication.

source: Rebooting instance %s.
fr: Redémarrage de l'instance %s.

source: Resetting task status to NONE on instance %s.
fr: Réinitialisation du statut de la tâche à NONE sur l'instance %s.

source: Resizing instance %(instance_id)s flavor to %(flavor_id)s.
fr: Redimensionnement du gabarit de l'instance %(instance_id)s vers %(flavor_id)s.

source: Resizing volume of instance %s.
fr: Redimensionnement du volume de l'instance %s.

source: Restarting datastore on instance %s.
fr: Redémarrage du datastore sur l'instance %s.

source: Showing database instance '%(instance_id)s' for tenant '%(tenant_id)s'
fr: Présentation de l'instance de base de données '%(instance_id)s' pour le tenant '%(tenant_id)s'

source: Updating database instance '%(instance_id)s' for tenant '%(tenant_id)s'
fr: Mise à jour de l'instance de base de données '%(instance_id)s' pour le tenant '%(tenant_id)s'
